Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/20_id_458645.html.tmx
Source language: sme
Languages: nob

source: Prográmma galgá fuolahit ahte Sámediggi čielgasit doaibmá representatiiva ja álbmotválljen orgánan Norgga sámiide , ja galgá deattuhit dikki rolla sámi oktasašárvvuid hálddašeaddjin .
nob: Programmet skal bidra til at Sametinget tydelig fremstår som et representativt og folkevalgt organ for samer i Norge , og understreke tingets rolle som en forvalter av samiske fellesverdier .

source: Lea ráhkaduvvon hápmemanuála mas lea Sámedikki váldologo , kántorbiergasiid málat , ja áššebáhpiriid , almmuhemiid ja almmuhusaid málat .
nob: Det er utarbeidet en designmanual med Sametingets hovedlogo , maler for kontormateriell , og oppsett for saksdokumenter , publikasjoner og annonser .

source: Dát galget váldot atnui ođđajagimánus 2001 .
nob: Dette skal tas i bruk i januar 2001 .

source: Maŋŋel go váldohálddahus fárrii ođđa Sámedikkevistái , de lea olbmuin šaddan stuora beroštupmi galledit vistti ja háhkat dieđuid Sámedikki birra .
nob: Etter at hovedadministrasjonen flyttet inn i den nye Sametingsbygningen , har det vært stor interesse for å se på bygningen og få informasjon om Sametinget .

source: Ossodagas leat fásta beaivválaš čájehallamat , ja vuostáváldá maiddái joavkkuid olggobealde fásta áiggiid jus lea dárbu .
nob: Avdelingen har faste daglige omvisninger , og tar på forespørsel også i mot grupper utover de faste tidene .

source: Sullii 5000 olbmo leat galledan Sámedikki maŋŋel go fárrii ođđa vistái .
nob: Ca. 5000 mennesker har vært innom Sametinget etter innflyttingen i nybygget .

source: Sámi medijapolitihka bajimus ulbmiliid ja prinsihpaid ráhkadeami oktavuođas lea ossodat lágidan medijaseminára .
nob: Som et ledd i utarbeidelsen av overordnede mål og prinsipper for samisk mediepolitikk , har avdelingen arrangert et medieseminar .

source: Semináras gieđahalle guovddáš áššiid sámi aviissaid preassadoarjaga dáfus , nisson- ja dievdoperspektiivva sámi mediain , ja vuosttašamanuenssa Eli Skogerbø raportta sámi mediaid birra .
nob: Seminaret belyste aktuelle spørsmål angående pressestøtten til samiske aviser , kvinne- og mannsperspektivet i samisk medier , og førsteamanuensis Eli Skogerbøs rapport om samiske medier .

source: Seminára loahpahuvvui sámi mediapolitihka ja sámi aviissaid debáhtain .
nob: Seminaret ble avsluttet med en debatt om samisk mediepolitikk og samiske aviser .

source: Girjerájus- ja diehtojuohkinossodat lea bargame Sámedikki bálvalusčilgehusain .
nob: Bibliotek- og informasjonsavdelingen arbeider med å lage en serviceerklæring for Sametinget .

source: — ilgehus mii galgá leat gárvvis álgogeahčen 2001 , galgá buori ja čorgadis vuogi mielde addit dieđuid geavaheddjiide das makkár bálvalusaid Sámedikki hálddahusas ja hálddašeamis sáhttet fidnet .
nob: Erklæringen , som skal være ferdig i begynnelsen av 2001 , skal på en oversiktlig og forståelig måte gi brukerne opplysninger om hva de kan forvente seg av tjenester og service i møte med Sametingets administrasjon og forvaltning .

source: Go boares arkiivačoavdaga ii sáhte šat eambbo viiddidit , de fertii Sámediggi ráhkadišgoahtit ođđa čoavdaga go Sámi sierrabibliotehka ja ovddeš Sámi oahpahusráđđi , dál Sámedikki oahpahusossodat , biddjojuvvojedje Sámedikki vuollái .
nob: Fordi det ikke er plass til utvidelser i den gamle arkivnøkkelen , måtte Sametinget sette i gang arbeidet med å utarbeide en ny nøkkel da Samisk spesialbibliotek og tidligere Samisk utdanningsråd , nå Sametingets opplæringsavdeling , ble lagt under Sametinget .

source: Dál lea ráhkaduvvon ođđa arkiivačoavdda olles sámediggevuogádahkii .
nob: Det er nå utarbeidet en ny arkivnøkkel for hele sametingssystemet .

source: Dát čoavdda galgá doaibmagoahtit ođđajagimánu 2. b. 2001 rájes .
nob: Denne nøkkelen skal settes i verk 2. januar 2001 .

source: Ođđa arkiivavuogádat váldojuvvui atnui go hálddahus fárrii ođđa vistái .
nob: Da administrasjonen flyttet inn i nytt bygg , gikk man over til et nytt arkivsystem .

source: Dál vuoruhit rádjanarkiivva ja gáiddusarkiivva oažžut ortnegii .
nob: Prioritert oppgave er nå å få bortsettingsarkivet og fjernarkivet i orden .

source: Dáppe leat buot áššit maid Sámediggi lea gieđahallan ásaheami rájes , ja dál leat dieđut páhkkejuvvon kássaide .
nob: Her finnes alt av saker som Sametinget har behandlet siden opprettelsen , og materialet ligger nå nedpakket i esker .

source: Dán bargui ferte várret veaháš áiggi danne go arkiivabargit galget arkiivabargui lassin maiddái telefovnnaid gohkket ja bagadallat áššemeannudeddjiid , jođiheddjiid ja vuollásaš ráđiid .
nob: Fordi arkivpersonalet i tillegg til det daglige arkivarbeidet også skal betjene sentralbordet og gi veiledning til saksbehandlere , ledere og underliggende råd , vil dette arbeidet måtte gjøres over noe tid .

source: Sámediggi háliida buoridit bálvalusaid ee. min interneahttafálaldagaid geavaheddjiide , ja danne lea leamaš dárbu ođasmahttit dihtorvuogádaga .
nob: På grunn av at Sametinget ønsker å forbedre tjenesten til bl.a. brukerne av våre internettilbud , har det vært nødvendig å oppgradere datasystemet .

source: Dattetge lea ođasmahttimis leamaš dakkár váikkuhus ahte eat sáhte čálihit almmolaš journalaid ja eará journalraporttaid maŋŋel go Sámediggi fárrii ođđa vistái .
nob: En konsekvens av oppgraderingen har imidlertid vært at det etter innflyttingen i nybygget ikke har vært mulig å kjøre ut offentlig journal og andre rapporter frà journalen .

source: Sámi sierrabibliotehka / Samisk spesialbibliotek , SSB , lea leamaš sierra stáhtaásahus 1983 rájes , ja našuvnnalaš kulturásahus 1996 rájes . Ođđajagimánu 1. b. 2000 šattai SSB Sámedikki hálddahusa oassin .
nob: Sámi sierrabibliotehkka / Samisk spesialbibliotek , SSB , har vært egen statsinstitusjon siden 1983 , og en nasjonal kulturinstitusjon siden 1996. 1. januar 2000 ble SSB en del av Sametingets administrasjon .

source: Gitta borgemánu 2000 loahpageahčái doaimmai SSB ovttas Kárášjoga bibliotehkain Sámi joatkkaskuvllas .
nob: Fram til slutten av august 2000 delte SSB lokaler med Karasjok bibliotek i bygget til Samisk videregående skole

source: SSB váldobargu lea háhkat , vurkkodit , heivehit ja gaskkustit girjjiid ja eará materiálaid sámegillii , ja sámi diliid birra beroškeahttá gielas .
nob: SSBs hovedoppgave er anskaffelse , oppbevaring , tilrettelegging og formidling av bøker og annet materiale på samisk , og om samiske forhold uansett språk .

source: Dál galgá girjerájus maiddái doaibmat Sámedikki hálddahusgirjerádjun .
nob: Biblioteket er nå også tillagt oppgaven som forvaltningsbibliotek for Sametinget .

source: Ulbmil lea ahte SSB galgá šaddat sámi girjjálašvuođa ja sámi girjerádjo- ja diehtojuohkinbálvalusa gelbbolašvuođaguovddážin .
nob: Målsettingen er at SSB også skal være et kompetansesenter for samisk litteratur og samisk bibliotek- og informasjonstjeneste .

source: Sámi sierrabibliotehkas leat seamma rahpanáiggit go Sámedikkis Kárášjogas ; dii. 08.00 – 15.45 dálvet ja dii. 08.00 – 15.00 geasset .
nob: Samisk spesialbibliotek har de samme åpningstidene som Sametinget i Karasjok ; kl. 08.00–15.45 vintertid og 08.00–15.00 sommertid .

source: SSB dihtorbása sirrejuvvui álbmotgirjerádjosa básas 1999 loahpageahčen , ja SSB osttii ođđa rusttegiid vai birge jagi 2000 molsumiin .
nob: Databasen til SSB ble skilt fra folkebiblioteket i slutten av 1999 , og SSB investerte i nytt utstyr for å klare overgangen til år 2000 .

source: Ledje olu váttisvuođat dihtorbásaid earuheami oktavuođas , ja dáid čuolmmaid čoavdinbargu ii leat vuos loahpahuvvon .
nob: Delingen av databasen medførte en rekke problemer , og arbeidet med å rette opp dette er ennå ikke avsluttet .

source: Maŋŋel go SSB fárrii ođđa Sámediggevistái , de leat bohciidan váttisvuođat sámegiel bustávaiguin girjerádjosa dihtorvuogádagas .
nob: Etter at SSB flyttet inn i den nye Sametingsbygningen , har det oppstått problemer med samiske bokstaver i datasystemet til biblioteket .

source: Dát lea dagahan ahte ii leat sáhttán registreret materiálaid rievttes vuogi mielde , eai ge leat sáhttán čállit hobehanreivviid ja listtuid luoikkaheddjiide .
nob: Dette har ført til at man ikke har kunnet registrere materiale på rett måte og man har heller ikke kunnet skrive ut purringer og lister til lånere .

source: Dát lea maiddái dagahan heajut bálvalusa geavaheddjiide danne go olbmot eai beasa geavahit girjerádjosa bása .
nob: Det har også ført til dårligere service til publikum fordi publikum ikke kan søke i basen til biblioteket .

source: SSB árvvoštallá dál oastit ođđa girjerádjovuogádaga mii gulahallá vistti dihtorbásain .
nob: SSB vurderer nå å kjøpe inn et nytt biblioteksystem som kan kommunisere med databasen på huset .

source: Dál ferte vuos háhkat gaskaboddosaš čovdosiid dassážii go ođđa vuogádat doaibmagoahtá .
nob: Inntil det nye systemet er på plass , skal det installeres en midlertidige løsning .

source: 1.3.2.2 Plána- ja hálddahusossodat
nob: 1.3.2.2 Plan- og administrasjonsavdelingen

source: Plána- ja hálddahusossodagas lea ovddasvástádus ráhkadit ja heivehit buori bargiidpolitihka , ásahit ja ovddidit buriid ja rašuvnnalaš IT-čovdosiid Sámediggái , ja maiddái koordineret ja fuolahit Sámedikki dásseárvo- , ekonomiija- ja plánabargguid .
nob: Plan- og administrasjonsavdelingen har ansvar for å utarbeide og tilrettelegge en god personalpolitikk , etablere og utvikle tekniske gode og rasjonelle IT-løsninger for Sametinget , samt koordinere og ivareta likestilling , økonomi- og planarbeidet i Sametinget .

source: Mii galgat dasa lassin áššemeannudit politihkalaš dássái ja heivehit iešguđetlágán oktasašdoaimmaid dárbbu mielde .
nob: I tillegg har avdelingen saksbehandling til politisk nivå og tilrettelegger ulike fellestiltak etter behov .

source: Dásseárvodoaibmaplána mii deattuha sámi nissonolbmuid dili , oktan vuoruhansurggiiguin , ulbmiliiguin ja doaimmaiguin 1999–2001 , ja Sámediggeplána 1998–2001 áigodahkii , leat vuođđun dásseárvobargui .
nob: Handlingsplan for likestilling med fokus på samiske kvinners stilling , med innsatsområder , mål og tiltak 1999–2001 og Sametingsplanen for perioden 1998–2001 , danner grunnlaget for arbeidet med likestilling .

source: Doaibmaplána lea juhkkojuvvon viđa oassái .
nob: Handlingsplanen er delt inn i fem deler .

source: Vuosttaš oassi gieđahallá plána , plánaproseassa ja eará plánaid oktavuođaid duogáža .
nob: Første del omhandler bakgrunnen for planen , planprosessen og forholdet til andre planer .

source: Nuppi oasis lea oanehaččat dásseárvvu birra sektorrasttideaddji politihkkasuorgin , Sámi nissonprošeavtta birra ja čilgehus das makkár ovttasbargu Sámedikkis lea olggobeale beliiguin .
nob: Del to gir en kortfattet fremstilling av likestilling som et tverrsektorielt politikkområdet , Samisk kvinneprosjekt og en beskrivelse av samarbeid med aktører utenfor Sametinget .

source: Goalmmát oasis leat váldoulbmilat ja hástalusat , ja njealját oassi fas čilge Sámedikki 1999–2001 áigodaga ovttadássásašvuođabarggu vuoruhansurggiid , ulbmiliid ja doaimmaid .
nob: Del tre omtaler hovedmål og utfordringer , mens del fire beskriver innsatsområder , mål og tiltak for likestillingsarbeidet i Sametinget for perioden 1999 – 2001 .

source: Maŋemus oasis lea ekonomalaš ja hálddahuslaš váikkuhusaid birra .
nob: Siste del omtaler økonomiske og administrative konsekvenser .

source: Lea deaŧalaš ahte dásseárvu šaddá integrerejuvvon oassin Sámedikki ollislašperspektiivvas , ja ahte das ii ráhkaduvvo ođđa sektuvra .
nob: Det er viktig at likestilling blir en integrert del av helhetsperspektivet for Sametinget , og at det ikke skapes en ny sektor .

source: 2001 rájes šaddá bušeahtta deaŧalaš stivrendokumentan , ja Sámediggi lea áššis 41/00 2001 bušeahtta čuovvolan integrerenbargguid .
nob: Fra om med 2001 blir budsjett et viktig styringsdokument , og Sametinget har i sak 41/00 Budsjett 2001 fulgt opp arbeidet med integrering .

source: Hálddahus Kárášjogas molssui eanas dihtormašiinnaid ja prográmmagálvvuid dalle go fárrii ođđa Sámediggevistái .
nob: Samtidig med innflyttingen i det nye Sametingsbygget , skiftet administrasjonen i Karasjok ut det meste av datamaskinparken og programvare .

source: Dát lei dárbbašlaš vai sáhttit bissut ovdáneamis fárus .
nob: Dette var nødvendig for å holde tritt med utviklingen .

source: Kárášjoga mánáidskuvla oaččui boares rusttegiid , sis lei stuora dárbu mašiinnaide .
nob: Det utrangerte utstyret ble gitt til Karasjok barneskole , som hadde stort behov for datautstyr .

source: Dál leat buot ossodatkantuvrrat olggobealde Kárášjoga oktasaš fierpmádagas .
nob: Alle avdelingskontorene utenfor Karasjok er knyttet opp i et felles nettverk .

source: Teknihka dáfus lea dát stuora hástalus .
nob: Dette er en stor utfordring teknisk sett .

source: Boahtte jagi mielde áigut bargat buoridit ossodatkantuvrraid linjjáid .
nob: Vi vil i løpet av neste år jobbe for å øke kapasiteten på linjene til avdelingskontorene .

source: Sámediggi lea ožžon buoret kapasitehta IT dáfus go leat bidjan virgái 1 ođđa IT-konsuleantta .
nob: Ved å ansette 1 ny IT-konsulent , har Sametinget fått økt kapasiteten innenfor IT.

source: Dát buktá buoret vejolašvuođaid ovdánahttit ja heivehit čovdosiid mat leat ráhkaduvvon juste Sámedikki dárbbuid mielde .
nob: Dette gir større muligheter for utvikling og tilpasning av løsninger som er skreddersydd Sametingets behov .

source: Dasa lassin ii leat hálddahus nu hearki gelbbolašvuođa dáfus go leat eanet bargit geat máhttet IT.
nob: Administrasjonen er dessuten mindre sårbar kompetansemessig , ettersom det er flere personer som har IT som arbeidsfelt .

source: 1999 čavčča rájes lea Sámediggi bargan ásahit albma Interneahtta-fálaldaga ja doaibmi intraneahta bargiid váste .
nob: Siden høsten 1999 har Sametinget arbeidet for å etablere et skikkelig tilbud på Internett samt et funksjonelt intranett for de ansatte .

source: Ovdaprošeakta loahpahuvvui juovlamánus 1999 .
nob: Forprosjektet ble avsluttet i desember 1999 .

source: Borgemánus 2000 čállojuvvui šiehtadus TietoEnator-fitnodagain , guhte galgá buvttadit dákkár čovdosa .
nob: I august 2000 ble det undertegnet kontrakt med TietoEnator om levering av en slik løsning .

source: — oavddus lea biddjome doibmii juovlamánus 2000 , ja loahpalaš almmuheapmi galgá dáhpáhuvvat ođđajagimánus / guovvamánus 2001 .
nob: Løsningen er pr. desember 2000 under innføring og endelig lansering vil finne sted i januar / februar 2001 .

source: Dáinna čovdosiin galgá Sámediggi olahit mihá eanebuid go ovdal .
nob: Med denne løsningen vil Sametinget kunne nå ut til et mye større publikum enn tidligere .

source: Interneahtta lea mearihis deaŧalaš , ja Sámedikki ođđa Interneahttafálaldat šaddá mávssolaš veahkkeneavvun olahit nuoraid .
nob: Internett har et enormt nedslagsfelt og Sametingets nye tilbud på Internett vil være et viktig redskap for å nå ut til ungdom .

source: Leat maiddái pláneme sáddet dievasčoahkkimiid Interneahta bokte .
nob: Det planlegges videre å overføre plenumsmøtene via Internett .

source: Intraneahtta šaddá mávssolaš veahkkin go galgat buorebut ovttastahttit ossodatkantuvrraid mat geográfalaččat leat nu bieđgguid .
nob: Intranettet vil være et viktig verktøy for å knytte de geografisk spredte avdelingskontorene nærmere sammen .

source: Golggotmánus 2000 čálii Sámediggi šiehtadusa IT Kontorsystemer AS:in govdafierpmádatbálvalusaid buvttademiin .
nob: I oktober 2000 undertegnet Sametinget kontrakt med IT Kontorsystemer AS om levering av bredbåndstjenester .

source: Dát mielddisbuktá ahte Interneahtta-doaimma kapasitehta buorrána dovdomassii .
nob: Dette medfører at kapasiteten på Internett-tilknytningen økes betraktelig .

source: Danne go davvisámegiel bustávat eai álgoálggus gávdno dihtormašiinnain , de leat ráhkaduvvon erenoamáščovdosat vai prográmmat ipmirdit daid .
nob: I og med at de nordsamiske tegnene ikke er standard i datamaskiner , er det utviklet spesialløsninger for at programmene skal kunne håndtere dette .

source: Ovdal mávssii sámegielčoavddus kr 5000,- liseanssa nammii .
nob: Samiskløsningen kostet tidligere kr 5 000 pr. lisens .

source: 1998:s osttii Sámediggi vuoigatvuođaid dákkár prográmmagálvvuide , ja lean dan rájes addán daid nuvttá olbmuide .
nob: Sametinget kjøpte i 1998 rettighetene til slik programvare og har siden gitt dem gratis til publikum .

source: Prográmmat leat leamaš hui bivnnuhat .
nob: Det har vært stor etterspørsel etter programmene .

source: Muhto erenoamáščovdosat eai doaimma dohkálaš bures , ja danne lei dárbu bargat dan badjelii ahte sámegiel bustávat biddjojit standardin prográmmaide .
nob: I og med at spesialløsningene ikke fungerer tilfredstillende , var det nødvendig å jobbe for at samiske tegn ble standard i programmene .

source: Dán jagi čálii Sámediggi šiehtadusa Microsoftain ahte ođđaseamos vuogádagat galget doarjut davvisámegiel bustávaid .
nob: Tidligere i år undertegnet Sametinget kontrakt med Microsoft om støtte for nordsamiske tegn i deres nyeste operativsystem , Windows 2000 .

source: Dat lea stuora lávki rievttes guvlui integreret sámegiela dihtorprográmmagálvvuide .
nob: Dette er et stort steg i riktig retning for integrering av samisk språk i dataprogramvare .

source: Dattetge bissu dárbu erenoamášprográmmagálvvuide , danne go olu mašiinnat eai dohkket Windows 2000 .
nob: Behovet for spesialprogramvare vil fremdeles være tilstede , da mange maskiner ikke kan kjøre Windows 2000 .

source: Sámegiella lea almmolaš giella Norggas , ja danne oaidná Sámediggi čielgasit Norgga eiseválddiid ovddasvástádussan fuolahit ahte buot prográmmagálvvut mat vuvdojuvvojit Norggas , dorjot sámegiel bustávaid .
nob: Da samisk er et offisielt språk i Norge , ser Sametinget det som en klar oppgave for de norske myndighetene å sørge for at all programvare som selges i Norge har støtte for samiske tegn .

source: 1.3.2.3 Servodatossodat
nob: 1.3.2.3 Samfunnsavdelingen

source: Servodatossodaga deaŧaleamos doaibman leat gieđahallat áššiid mat gusket fágasurggiide nu go vuoigatvuođat ja iešmearrideapmi , davviriikkalaš áššit , sámediggeválggat , dearvvašvuođa- ja sosiáladoaimmat ja johtolat .
nob: Samfunnsavdelingens fremste oppgave er å behandle saker innen fagfelt som rettigheter og selvbestemmelse , nordiske saker , sametingsvalget , helse og sosial samt samferdsel .

source: Mii koordineret politihkalaš jođihangotti čoahkkimiid , ja meannudit áššiid mat gusket sámi dearvvašvuođa- ja sosiálaulbmiliid juolludemiide , ja maiddái doarjjastivrra váiddaáššiid Sámediggeráđđái .
nob: Avdelingne koordinerer politisk ledelses møtevirksomhet og har saksbehandling når det gjelder fordeling av tilskudd til samisk helse- og sosialformål og klagesaker fra tilskuddsstyret til Sametingsrådet .

source: Jagi 2000 bargu lea maiddái čilgejuvvon jahkedieđáhusa nuppi kapihttalis .
nob: Arbeidet i år 2000 kommer for øvrig frem under kap. 2 i årsmeldingen .

source: 1.3.2.4 Oahpahusossodat
nob: 1.3.2.4 Opplæringsavdelingen

source: Sámedikkis lea ovddasvástádus ráhkadit sámi oahpponeavvuid vuođđoskuvlla ja joatkkaoahpahusa oahppoplánaid mielde , ja rávisolbmuidoahpahusa čilgehusaid mielde .
nob: Avdelingen har ansvaret for utvikling av samiske læremidler i henhold til læreplanene for grunnskolen og videregående opplæring og veiledninger for voksenopplæring .

source: Sámedikkis lea maid ovddasvástádus dohkkehit sámi oahpponeavvuid mat leat álggahuvvon ovdal borgemánu 1. b. 2000 .
nob: Avdelingen har også ansvaret for godkjenning av samiske læremidler som er påbegynt før 1. august 2000 .

source: Dasa lassin ráhkaduvvojit oahpponeavvut mánáidgárdedássái .
nob: I tillegg blir det utviklet læremidler til bruk på barnehagenivå .

source: Sámedikki ulbmil lea ahte lágádusat galget ráhkadit oahppogirjjiid .
nob: Sametinget har som intensjon at forlagene skal produsere lærebøker .

source: Sámediggi čađahii 128 oahpponeavvoprošeavtta jagi 2000:s .
nob: Sametinget gjennomførte 128 læremiddelprosjekter i år 2000 .

source: Lágádusain lei ovddasvástádus oasis prošeavttain , ja Sámediggi fas fuolahii ŧ oasi prošeavttain .
nob: Forlagene hadde ansvaret for 3/4 av prosjektene , mens Sametinget hadde ansvaret for 1/4 av prosjektene .

source: Jagi 2000:s gárvvistuvvojedje 45 oahpponeavvu .
nob: År 2000 er 45 læremidler blitt ferdigstilte .

source: Leat ráhkaduvvon sihke ohppiidgirjjit , bagadallangirjjit , temágirjjit ja erenoamášpedagogalaš oahpponeavvut davvi- , lulli- ja julevsámegillii mat galget geavahuvvot vuođđoskuvllas , mánáidgárddiin ja joatkkaoahpahusas .
nob: Det er blitt produsert både elevbøker , veiledninger , temabøker og spesialpedagogisk læremidler på nord- , sør- og lulesamisk for bruk i grunnskolen , barnehagen og videregående opplæring .

source: Oahpahusossodat lea dohkkehuvvon AV-guovddážin ja bádde buot sámi tv-prográmmaid , nu ahte sámi skuvllat ja mánáidgárddit besset luoikkahit prográmmaid ja geavahit oahpahusas .
nob: Opplæringsavdeling er godkjent som AV-sentral og tar opptak av alle samiske tv-programmer , slik at samiske skoler og barnehager kan låne programmene og bruke disse i undervisningen .

source: Sámediggi ovttasbargá NRK Undervisningsredaksjoneniin ja Norsk filminstituttain ráhkadit sámegiel veršuvnnaid oahpahusfilmmain .
nob: Sametinget samarbeider med NRK Undervisningsredaksjonen og med Norsk filminstitutt med versjonering av undervisningsfilmer til samisk .

source: Dan oktavuođas leat dán jagi ráhkaduvvon 20 oahpahusprográmma ja okta animašuvdnafilbma davvisámegillii , okta lullisámegillii ja guokte julevsámegillii .
nob: I den forbindelse er det i løpet av året utarbeidet 20 undervisningsprogrammer og en animasjonsfilm på nordsamisk , en på sørsamisk og to på lulesamisk .

source: Lea juolluduvvon ruhta elektrovnnalaš oahpponevvui , « Sámegiella C-giellan » , mii gávdno neahtas .
nob: Det er bevilget midler til et elektronisk læremiddel , « Sámegiella C-giellan » som er tilgjengelig på nettet .

source: Dasa lassin leat golbma ođđa pedagogalaš dihtorprográmma jorgaluvvome sámegillii .
nob: I tillegg er det igangsatt oversetting av tre nye pedagogiske dataprogrammer til nordsamisk .

source: Álgooahpahusprošeavtta váldoulbmil lea gávnnahit daid lohkanmetodaid ja dan lohkanmetodihka mii buoremusat heive mánáide geain lea sámegiella vuosttašgiellan ja geat ožžot vuođđo lohkanoahpahusa sámegillii .
nob: Begynneropplæringsprosjekt har som hovedmål er å finne frem til de lesemetodene og den lesemetodikk som passer best for elever som har samisk som førstespråk og får sin grunnleggende leseopplæring på samisk .

source: Prošeakta galgá dáid metodaid systematiseret ja oažžut johtui oahpahusas .
nob: Prosjektet skal få disse metodene systematisert og anvendt i undervisningen .

source: Dát galgá ee. dáhpáhuvvat dan bokte ahte geavaha dan gelbbolašvuođa , daid máhtuid ja vásihusaid mat sámegielat oahpaheaddjit leat dán áigge .
nob: Dette skal skje gjennom blant annet å utnytte den kompetansen , de kvalifikasjonene og den erfaringen som de samisktalende lærerne i dag besitter .

source: Álgooahpahusprošeavtta oktavuođas lea maiddái álggahuvvon gelbbolašvuođaloktenprográmma skuvlajođiheddjiid ja PP-bálvalusa bargiid várás .
nob: I forbindelse med begynneropplæringsprosjektet er det også satt i gang et kompetansehevingsprogram rettet mot skoleledere og personell i PP-tjeneste .

source: GOD ávžžuhusaid mielde lea Sámediggi jorgalahttime / heiveheame davvisámegiela lohkama kártenmateriálaid .
nob: På oppdrag fra KUF holder Sametinget på å oversette / tilpasse kartleggingsmateriell i lesing til nordsamisk .

source: Bargu dahkko Senter for leseforskning ja ovtta prošeaktajođiheaddji ovttasbargguin .
nob: Arbeidet gjøres i samarbeid med Senter for leseforsking og en prosjektleder .

source: 2. , 3. , 5. , 7. , ja 9. luohkáide almmuhuvvojit kártengihppagat .
nob: Det blir utgitt kartleggingshefter for 2. , 3. , 5. , 7. og 9. klasse .
